tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bash-completion"
brew "bat"
brew "curl"
brew "extract_url"
brew "fastlane"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gpg"
brew "mas"
brew "node"
brew "starship"
brew "urlview"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

cask "calibre"
cask "coconutbattery"
cask "figma"
cask "flipper"
cask "iterm2"
cask "jetbrains-toolbox"
cask "postman"
cask "rectangle"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "vysor"
cask "zoom"
cask "zulu11"

# Mac App store
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
